Repository: SoftDevelopment007/Buzzy-InstagramStyleImageProcessing
Catalog: Buzzy/*.lproj/Localizable.strings
Languages: fr

source: Buzzy's friend
fr: Amis Buzzy

source: Remove
fr: Supprimer

source: Are you sure you want to remove this Friend?
fr: Êtes-vous sûr de vouloir supprimer cet Ami ?

source: Remove Friend
fr: Supprimer Ami

source: Username unknown
fr: Nom d'utilisateur inconnu

source: Add Friends
fr: Ajouter des amis

source: Add Friend
fr: Ajouter commme Ami

source: Add friends by their Instagram username
fr: Ajouter des amis via leur nom d'utilisateur Instagram

source: Instagram username
fr: Nom d'utilisateur Instagram

source: End of Tutorial
fr: Fin du Tutoriel

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: btnAddFriends2
fr: btnAddFriends2Fr

source: My Friends
fr: Mes Amis

source: Tutorial
fr: Tutoriel

source: Kingdoms' list
fr: Liste des royaumes

source: Liked
fr: Aimé

source: My BUZZs
fr: Mes BUZZs

source: Camera
fr: Appareil photo

source: Chat
fr: Discussion

source: King's/Queen's pretenders
fr: Prétandants du King/Queen

source: Kingdom's border
fr: Frontière du royaume

source: King's/Queen's friend
fr: Ami du King/Queen

source: Report %@
fr: Signaler %@

source: Report BUZZ
fr: Signaler le BUZZ

source: Legend
fr: Légende

source: For the buzz that you liked, find the corresponding Instagram profile in the like box by touching their Instagram picture
fr: Pour les Buzzs que tu as liké, découvre le profil Instagram correspondant dans la like box en cliquant sur leur photo instagram

source: Tap on the Queen of France
fr: Cliques sur la Queen de France

source: Be ready to become a King!
fr: Es-tu prêt à devenir un King !

source: Be ready to become a Queen!
fr: Es-tu prête à devenir une Queen !

source: Tap on this button to post a BUZZ
fr: Cliques sur cette touche pour poster un BUZZ

source: Tap on your profile picture to view and delete the BUZZs that you have posted
fr: Cliques sur la photo de profil pour visualiser et effacer les BUZZs que tu as postés

source: Tap on the crown to discover the kingdoms around you
fr: Cliques sur la couronne pour découvrir les royaumes autour de toi

source: Tap on one King/Queen to visualize his/her BUZZ
fr: Cliques sur un(e) KING/QUEEN pour visualiser son BUZZ

source: Tap on the chatbox to comment the buzz
fr: Cliques sur le chat pour commenter le BUZZ

source: Tap on the profile picture to view the profile on Instagram
fr: Cliques sur la photo de profil pour visualiser le compte Instagram

source: Tap on the heart to like the BUZZ
fr: Cliques sur le cœur pour liker le BUZZ

source: Tap on the sword to view the pretenders BUZZ’s
fr: Cliques sur l’épée pour visualiser les BUZZs des prétendants

source: Tap on the "Like box" to view indefinitely the BUZZs that you have previously liked and discover the corresponding instagram username
fr: Cliques sur la "Like Box" pour visualiser indéfiniment les BUZZs que tu as likés précédemment et découvrir le nom d’utilisateur Instagram correspondant

source: Swipe on the right to like and swipe on the left to pass on another BUZZ
fr: Swipe à droite pour liker et swipe à gauche pour passer au BUZZ suivant

source: Like the BUZZ to discover the Instagram username that will be displayed in the "like" on the map
fr: Like le BUZZ pour découvrir le nom d’utilisateur Instagram, qui sera affiché dans la "Like Box" sur la carte

source: Tap on the number of likes to check who liked your BUZZ
fr: Cliques sur le nombre de likes pour voir qui a liké ton BUZZ

source: Buzzy is coming soon in your country
fr: Buzzy arrive bientôt dans votre pays

source: Delete
fr: Supprimer

source: Are you sure you want to delete this BUZZ?
fr: Êtes-vous sûr de vouloir supprimer ce BUZZ ?

source: btnLogin
fr: btnLoginFr

source: %@ has a new1 %@
fr: %@ a un nouveau %@

source: %@ has a new2 %@
fr: %@ a une nouvelle %@

source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: By signing up, you agree to our Terms
fr: En vous inscrivant, vous acceptez nos Conditions d’utilisation

source: Comments
fr: Commentaires

source: Help & Support
fr: Aide & Soutien

source: Hi %@, are you a Queen or a King ?
fr: %@, es-tu une Queen ou un King ?

source: Invite Friends
fr: Inviter des Amis

source: Kingdoms
fr: Royaumes

source: Log Out
fr: Se déconnecter

source: NO
fr: NON

source: Pretenders
fr: Prétendants

source: Privacy Policy
fr: Politique de Confidentialité

source: Rate us
fr: Évaluez-nous

source: second
fr: seconde

source: seconds
fr: secondes

source: Send
fr: Envoyer

source: Send a comment...
fr: Envoyer un commentaire...

source: Terms & Conditions
fr: Conditions d’Utilisation

source: Today
fr: Aujourd'hui

source: YES
fr: OUI

source: Yesterday
fr: Hier
